{
        "Assets": [
                {
                        "Category": "Combat Talent",
                        "Description": "Shield",
                        "Name": "Isihlangu",
                        "Foreword": "If you wield an isihlangu shield...",
                        "Ability1": "When you Clash +iron and score a weak hit, you may choose to deal no harm. If you do, you have the initiative.",
                        "Ability2": "When you Face Danger using your shield as cover, add +1 and take +1 momentum on a hit. On a miss, your shield is damaged and unusable until repaired or replaced.",
                        "Ability3": "When you Secure an Advantage by leveraging your shield to get your foe into a vulnerable position, add +1. On a hit, you have the initiative."
                },
                {
                        "Category": "Combat Talent",
                        "Description": "Spear",
                        "Name": "Iklwa",
                        "Foreword": "If you wield an iklwa, a close-quarters, hand spear...",
                        "Ability1": "When you are in position to Strike at an unsuspecting or completely vulnerable foe, choose one (before rolling).<ul><li>Add +2 and take +1 momentum on a hit.</li><li>Inflict +2 harm on a hit.</li></ul>",
                        "Ability2": "When you Face Danger or Clash against a close-quarters fighting foe, add +1 and take +1 momentum on a hit.",
                        "Ability3": "When you Turn the Tide with a frenzy of slashing and piercing and your next move is a Strike, add +1 and inflict +2 harm on a strong hit."
                },
                {
                        "Category": "Combat Talent",
                        "Description": "Club",
                        "Name": "Iwisa",
                        "Foreword": "If you wield an iwisa club made of stout leadwood...",
                        "Ability1": "Your iwisa counts as a deadly weapon inflicting 2 harm. Additionally, when you Strike +edge by thorwing your iwisa, add +1 and take +1 momentum on a hit.",
                        "Ability2": "When you Strike and score a strong hit, take +1 momentum as the enemy is dazed. Then, if your next move is a Strike and you score a weak hit, you do not lose initiative.",
                        "Ability3": "When you Clash or Face Danger by blocking incoming attacks with your iwisa, add +1 and take +1 momentum on a hit."
                },
                {
                        "Category": "Combat Talent",
                        "Description": "Spear",
                        "Name": "Isijula",
                        "Foreword": "If you wield an isijula throwing spear...",
                        "Ability1": "When you Enter the Fray by throwing multiple spears in quick succession, you may roll +edge. If you do, choose one inflict your harm on a strong hit.",
                        "Ability2": "When you Strike or Clash +edge by hurling a spear at a foe, add +1 and take +1 momentum on a hit.",
                        "Ability3": "When you Face Danger +edge to recover a thrown spear or to put distance between you and your foe, add +1 and take +1 momentum on a hit."
                },
                {
                        "Category": "Companion",
                        "Description": "Cheetah",
                        "Name": "Ingulule",
                        "Input1": "Name",
                        "Foreword": "Your cheetah is swift and fierce.",
                        "Ability1": "Sprint: When your cat chases down small game, you may Resupply with +edge (instead of +wits). If you do, take +1 supply or +1 momentum on a strong hit.",
                        "Ability2": "Stalk: When you Gather Information by following your cat's lead in hunting your quarry, you may roll +shadow (instead of +wits). If you do, add +1 and take +1 momentum on a hit.",
                        "Ability3": "Clamp: When you Secure an Advantage by having your cat bite down and restrain a foe of formidable or lower rank, roll +edge and add +1. On a strong hit, inflict I harm.",
                        "TrackLabel": "Health",
                        "TrackMax": 4
                },
                {
                        "Category": "Companion",
                        "Description": "Hyena",
                        "Name": "Impisi",
                        "Input1": "Name",
                        "Foreword": "Your hyena laughs at danger.",
                        "Ability1": "Feeding Frenzy: When you Resupply, you may roll +iron instead of +wits. If you do, add +2 and suffer -1 supply on a hit.",
                        "Ability2": "Scent: When you Gather Information using your hyena's senses to track your quarry or investigate a scene, add +1 and take +1 momentum on a hit.",
                        "Ability3": "Mockery: When you Secure an Advantage or Strike in a fight by distracting your foe with your hyena's eerie laughter, add +1 and take +1 momentum on a hit.",
                        "TrackLabel": "Health",
                        "TrackMax": 4
                },
                {
                        "Category": "Path",
                        "Description": "Way Of The Wild Dog",
                        "Name": "Indlela Ye Inkentshane",
                        "Ability1": "When you Face Danger, Gather Information, or Secure an Advantage leveraging your knowledge of tracking or large animals of the plains, add +1 and take +1 momentum on a hit.",
                        "Ability2": "When you Undertake a Journey, you may choose an approach.<ul><li>Focus: Add +2.</li><li>Endure: On a strong hit, mark progress a second time.</li><li>Exult: On a hit, take +2 momentum.</li></ul>",
                        "Ability3": "When you Make Camp and miss, you may reroll one challenge die as you know how to make do with less."
                },
                {
                        "Category": "Companion",
                        "Description": "Rhino",
                        "Name": "Obhejane",
                        "Input1": "Name",
                        "Foreword": "Your rhino is an unstoppable force.",
                        "Ability1": "Overrun: When you Strike or Clash by riding your rhino against a pack of foes, add +1 and inflict +1 harm on a hit.",
                        "Ability2": "No Fear: When you Enter the Fray or Secure an Advantage by charging into combat, add +1 and take +1 momentum on a hit.",
                        "Ability3": "Hardened Hide: When you make the Companion Endure Harm move in a fight, add +1 and take +1 momentum on a hit.",
                        "TrackLabel": "Health",
                        "TrackMax": 5
                },
                {
                        "Category": "Ritual",
                        "Description": "Witch Doctor",
                        "Name": "Sangoma",
                        "Ability1": "When you implore the ancestral spirits to heal another person, roll +wits and add +1. On a strong hit, the patient mends or heartens (as in the Sojourn move). On a weak hit, as above but the spirits ask something of you in return.",
                        "Ability2": "When you eat vision root and dream prophetic dreams, roll +wits and Endure Stress (1 stress). On a strong hit, you see a future failure that you can now avoid. Once before the next dawn when you miss on a non-progress roll, you may improve it to a strong hit. On a weak hit, as above but improve the miss to a weak hit instead.",
                        "Ability3": "After you Swear an Iron Vow to heal an ally of a bane or burden, one time only you may consult the ancestral spirits for guidance. If you do, roll +wits. On a hit, you conceive of a medicinal muti and the ingredients required. Take +2 momentum. On a strong hit, also reduce the rank of the vow one step."
                },
                {
                        "Category": "Path",
                        "Description": "Way Of The Buffalo",
                        "Name": "Indlela Ye Inyathi",
                        "Ability1": "When you Battle +wits by leading groups of warriors in a pincer attack or Secure an Advantage +wits in combat by coordinating a pincer attack with allies, add +1 and take +1 momentum on a hit.",
                        "Ability2": "When you Enter the Fray or Clash by charging in a blind rage, choose one.<ul><li>Fury: Roll +iron. Inflict +1 harm on a strong hit.</li><li>Courage: Roll +heart. Add +1 and take +1 momentum on a hit.<.li></ul>",
                        "Ability3": "When you Draw the Circle after a display of physical intimidation, you may roll +iron (instead of +heart). If you do, add +1 and take +1 momentum on a hit. Additionally, when you Compel using physical intimidation, add +1 and take +1 momentum on a hit."
                },
                {
                        "Category": "Ritual",
                        "Description": "Battle Purity",
                        "Name": "Ukuhlanzwa",
                        "Ability1": "When you paint your face and body to purify yourself before battle, roll +wits. On a strong hit, your spirit is pure. Take +2 momentum and add +1 the next time you Enter the Fray. On a weak hit, only take +1 momentum.",
                        "Ability2": "When you sprinkle yourself with ceremonial water mixed with the blood of fallen foes, roll +wits. On a strong hit, the next time you Endure Harm in a fight, you ignore all harm. On a weak hit, as above but reduce harm suffered by 2 instead.",
                        "Ability3": "When you perform qaqa, the ritual disemboweling of a fallen enemy to release its spirit, roll +heart. On a strong hit, the spirit honors your act. Take +2 momentum and +1 spirit. On a weak hit, the spirit gives you a warning. Ask the Oracle for the nature of the warning. Then, take +1 momentum and add +1 to the next move you make leveraging this knowledge."
                }
        ]
}